{
    "classes": [
        {
            "id": "barbarian",
            "name": "Barbarian",
            "source": "Gamma Playtest Material",
            "img": "https://cdna.artstation.com/p/assets/images/images/040/392/192/large/svetlin-velinov-vrondiss-rage-of-ancients.jpg",
            "desc": "Striding out of the wilderness come ferocious women and indomitable men, barbaric warriors who pit their sinew and will against everything empires and sorcery can throw against them. Some win glory and wealth, while others gain nothing but the grim satisfaction of beating down powerful and terrifying foes.",
            "complexity": "The simplest versions of the barbarian are designed for the player who wants to roll dice and slay without worrying too much about the rules. The slightly more complex versions of the barbarian still offer fewer choices during play than most other classes.",
            "playstyle": "A barbarian character is straightforward and easy to play. It's a good class for a new player or the player who wants to have fun without worrying much about rules getting in the way of awesome attacks. Unlike most of the other classes, barbarians don't gain powers every level. Instead, most of their extra oomph comes from their class talents. The simplest barbarian player characters keep decisions to a minimum while contributing with mighty attacks and awesome bravado.",
            "keymechanics":[
                {
                    "title":"Rage",
                    "desc": "At the start of each of your turns, you roll a 1d12 and add the escalation die. If the result is 8+, you are raging this turn and natural odd rolls on your attacks deal double damage (crits deal triple). If you roll a nat 1 you can't rage this turn, and if you roll a nat12 you have 5e-style advantage on your rage attacks."
                }
            ],
            "powers":[
                {
                    "pwrtitle":"Beast Aspect (Talent lvl1)",
                    "pwrDesc": "You channel the ferocity of dire wolves, dire bears, tigers, or other great wilderness predators. Over the course of each arc, choose a benefit which improves your rage roll, initiative, defenses, or damage.",
                    "pwrFeats": [
                        {
                            "featType": "Feats", 
                            "feat": "Increase the effectiveness of Beast Talent and expand your options available each arc."
                        }
                    ]
                },
                {
                    "pwrtitle":"Building Frenzy (Talent lvl1)",
                    "pwrDesc": "As you miss attacks you can store +2 damage for a subsequent hit, up to +12 (damage increases at even levels: +3/max 18, +4/max 24, etc up to +15/max 90 at lvl 10.)",
                    "pwrFeats": [
                        {
                            "featType": "Feats", 
                            "feat": "Increases the opportunities to add this stacking damage."
                        }
                    ]
                },
                {
                    "pwrtitle":"Death and Life (Talent lvl5)",
                    "pwrDesc": "Lets you rage much easier when you take out enemies who started the battle with more health than you. Also grants you regenerative healing.",
                    "pwrFeats": [
                        {
                            "featType": "Feat", 
                            "feat": "Makes it easier to trigger the regeneration."
                        }
                    ]
                },
                {
                    "pwrtitle":"Ancestral Warband (Talent lvl8)",
                    "pwrDesc": "Lets you summon ancestral warrior spirits to help you in battle. However, because of the battle warping abilities these additional warriors grant, there are special rules on how it recharges and if it doesn't recharge, you must pick a different talent, your ancestors having helped you all they can.",
                    "pwrFeats": [
                        {
                            "featType": "Feat", 
                            "feat": "Your ancestor spirits always get the benefit of raging."
                        }
                    ]
                }
            ],
            "backgrounds": "clan champion, caravan outrider, fur trapper, ice wolf fur trapper, former volcano priest, wasteland survivalist, reluctant gladiator turned eager champion, dire beast hunter, dire beast guardian,"
        },

        {
            "id": "bard",
            "name": "Bard",
            "source": "Gamma Playtest Material",
            "img": "https://images.ctfassets.net/s5n2t79q9icq/5GwA2tEFgIfSTAwUunBUmX/7586920e9d0c37dbed73cbd621c506ea/Wallpaper_1040x1536_Narci__Fable_Singer.png",
            "desc": "If the gods didn't create the world with a song, that's sure what it sounds like when you hear a mighty bard sing. Bards travel the world, learning and teaching each other the ancient songs and arcane secrets of a hundred lands. They practice an intuitive and nimble sort of arcane magic, using not merely their minds to cast spells but their hearts. Their spells, their swordplay, and their romances all demonstrate not just skill but a certain poetry. The best bards bring out the best in others, inspiring them to overcome all obstacles and then spreading the story in a victory song. The worst bards are manipulative, seductive egomaniacs.",
            "complexity": "The bard has a variety of options because each of its talents supply effects that trigger on hitting with an attack or being missed with an attack, along with healing magic that requires the bard to pay attention to what's happening at the table. The bard also has spells, persistent songs, and unique features from their talents. Figuring out how to use these options in combat and in roleplaying is will be fun for a confident player but potentially overwhelming for a first timer. The bard is the class voted most likely to use index cards or some other form of organizing spells, reactions, and options.",
            "playstyle": "Bards are magical, musical, playful, helpful, and tricky. Bards are flexible characters with many options in roleplaying situations and in combat. They're not the best character choice for beginning players, but can be a lot of fun for experienced or extroverted players who enjoy mastering different types of abilities.",
            "keymechanics":[
                {
                    "title":"Bardic Talents",
                    "desc": "Each of the Bard class talents grants several abilities, an additional effect when you hit with a weapon, a healing ability, a reaction when you are missed by an attack, and a special feature just for that talent. Bards have multiple reactions and quick action options in their toolkit. Mastering these is key to the class. When you take feats for the talent, you get the same tier of feat for each ability under that talent."
                },
                {
                    "title":"Social Skills",
                    "desc": "You are able to get +3 to social checks three times per arc, four times at lvl 5 and five times at lvl 8. A feat makes the bonus +5."
                }
            ],
            "powers":[
                {
                    "pwrtitle":"Song of Heroes (lvl1 Spell)",
                    "pwrDesc": "As a Bardic Song, it's tracked separately from your usual spell count. At the beginning of your turn, you see if the spell is sustained, otherwise you get a boosted final effect. Grants your allies +1 to attacks, while the Final Verse gives one ally +2 on their next attack.",
                    "pwrFeats": [
                        {
                            "featType": "Feats", 
                            "feat": "Improve the recharge of the spell, making it more usable more often, and increase the effect."
                        }
                    ]
                },
                {
                    "pwrtitle":"Emulate Faith (lvl5 Spell)",
                    "pwrDesc": "Use one of the invocations from the cleric's domain talents. Interpret the invocation favorably. For example, the Healing invocation provides an extra use of the heal spell, so you would gain a single use of the heal spell. The group is still limited to one invocation per party per battle."
                },
                {
                    "pwrtitle":"The Story (lvl9 Spell)",
                    "pwrDesc": "You use an ally's icon relationship and get the benefits of a non-combat Icon connection, altering the entire scenario. IE, it can trigger \"The Eagles are coming!\"."
                }
            ],
            "backgrounds": "Wandering minstrel, cathedral musician, court jester, court jester, mercenary herald, two time runner-up in the Twisp games of song and satire, tavern owner, failed hedge wizard, frustrated diplomat, spy, royal taster, caravan guide, smuggler, party circuit maven, battle skald, dance instructor, dwarven battle cry instructor."
        },

        {
            "id": "cleric",
            "name": "Cleric",
            "source": "Gamma Playtest Material",
            "img": "https://images.squarespace-cdn.com/content/v1/5f0f8d6b41783421477485d4/1614469005584-XLPX4Y34IO4A2QYIAXLH/Bishop+of+Wings.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "fighter",
            "name": "Fighter",
            "source": "Gamma Playtest Material",
            "img": "https://images.squarespace-cdn.com/content/562e2633e4b0b7066d01cbfa/1637354315566-7CSI9XBXXFE27DHVGLLD/327532-Bruenor-Battlehammer.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "paladin",
            "name": "Paladin",
            "source": "Gamma Playtest Material",
            "img": "https://media.wizards.com/images/magic/som/factionwars/hotspots/lg/131603c.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "ranger",
            "name": "Ranger",
            "source": "Gamma Playtest Material",
            "img": "https://mktg-assets.tcgplayer.com/content/opengraph/MTG-Orcish-Bowmasters-LTR.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "rogue",
            "name": "Rogue",
            "source": "Gamma Playtest Material",
            "img": "https://cdnb.artstation.com/p/assets/images/images/035/910/813/large/mx-ahm-414996-kalastria-flanker11.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "sorceror",
            "name": "Sorceror",
            "source": "Gamma Playtest Material",
            "img": "https://media.wizards.com/2015/images/daily/cardart_DTK_Sarkhans-Rage.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "wizard",
            "name": "Wizard",
            "source": "Gamma Playtest Material",
            "img": "https://images.squarespace-cdn.com/content/v1/59230491cd0f6848c4b2f9f5/1573605152835-FHX8RUPKFIVPPSIQPS2X/sara-winters-sarawinters-compulsiveresearch.jpg",
            "desc": "WIP",
            "complexity": "xxxx",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        }
    ]
}