{
    "heroic": [
        {
            "id":"crone",
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/crone.png",
            "name": "The Crone",
            "description": "The wisest crone of the Ukaru clans, her spiritual influence is undeniable and unquestioningly beneficial.",
            "quote": "\"Come, child. Rest your weary soul.\"",
            "usualLocation": "Osis",
            "commonKnowledge": [
                "She is the most skilled healer in Urthu and is happy to share this knowledge. Most warriors of the region have passed under her care of the care of her pupils.",
                "All who follow the paths of peace are welcome in her city of Osis and it is a remote haven on the least hospitable side of the continent."
            ],
            "adventurers": [
                "Clerics and paladins often find their way to the service of the Crone. Despite having her own beliefs, she and her functionaries offer spiritual support to all faiths.",
                "Those who work for the Crone find healing and potions available and it is rumored she has the power to restore the dead under certain conditions."
            ],
            "allies": "The Loresinger and Sealord have a Pact with her. She tought the Shadowbinder in their youth, and she has visions from the Unwaking.",
            "enemies": "The Collector threatens her people's souls, while the Hive threatens their lives.",
            "history": [
                "Among the Icons of Urthu, the Crone maintains health and spiritual matters for the people. Sometimes the Crone has been among the Thraskan, sometimes they have been among the Irmannan, but the current Crone is from the desert-dwelling Ukaru.",
                "During the last invasion of the Hive several decades ago, the current Crone worked with the Loresinger, the Sealord of that time, and even the Breaker to push them back."
            ],
            "trueDanger": "Everything will be alright while the Crone provides sage counsel to her allies."
        },
        {
            "id":"loresinger",
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/loresinger.png",
            "name": "The Loresinger",
            "description": "The most ancient being on Urthu, they hold the songs of a hundred Thraskan colonies and all the magic ever practiced here.",
            "quote": "\"Sing a song, little one. Tell us your tale, the truth of it. Both the good and the bad.\"",
            "usualLocation": "The Wandering Brothers",
            "commonKnowledge": [
                "There are multiple Loresingers in the world, but he is the only one in Urthu.",
                "As the oldest being on the continent, he remembers back before the Fall of Heaven and can recount, perfectly from memory, the songs of every Thraskan hive and wield every sort of magic.",
                "Many of the brightest minds on Urthu travel across the continent to seek the tutelage of his singers and mages."
            ],
            "adventurers": [
                "Those who find themselves in the employ of the Loresinger are typically rewarded with esoteric but meaningful items. Often the use of them evades understanding until the right moment.",
                "Would-be adventuerers who value cryptic knowledge or unique items are drawn to the Loresinger's service."
            ],
            "allies": "The Sealord and Crone have a Pact with him. He remembers every Arbiter fondly.",
            "enemies": "The Shadowbinder works in profane magics, however tame it appears. The Hive threatens his people's home. The Huntress ranges in his lands and the Conqueror is too aggressive.",
            "history": [
                "Born before the Fall of Heaven, over seven thousand years ago, he is ancient but still capable of swift action if required. He has been a valued advisor and ally for generations of leaders before the current Icons."
            ],
            "trueDanger": "Everything will be alright as long as the Lorekeeper is around to remember everything."
        },
        {
            "id":"sealord",
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/sealord.png",
            "name": "The Sealord",
            "description": "The magistrate of Hullshatter Port, he leads the forces of Morkarr and the tenuous alliances across Urthu.",
            "quote": "\"This land is dangerous with unmatched beauty. Help me secure our people's safety.\"",
            "usualLocation": "Hullshatter Port",
            "commonKnowledge": [
                "Of the Icons he is one of the youngest, having only recently taken his post by election of the Orc Clan Mothers.",
                "He is courageous, courteous, and considerate of the smallfolk. Though early in his administration, he is incredibly popular and his patronage is enjoyed across Urthu.",
                "He enjoys the support of all the Orc Clans on Urthu, except one."
            ],
            "adventurers": [
                "Adventuerers who travel long enough on Urthu will find themselves working for the Sealord in one way or another. He pays well, on time, and is prone to bonuses should the task become more difficult than presented."
            ],
            "allies": "The Loresinger and Crone have a Pact with him, he has cordial relations with the Shadowbinder and agents of both the Arbiter and the Unwaking.",
            "enemies": "The tenous truce with the Breaker could snap at any moment, the Conquerer threatens to usurp him, and the Hive is at his doorstep. All while the Huntress attacks any encroachment.",
            "history": [
                "For centuries there has been a Sealord of Hullshatter Port, and the pact with the Breaker has been maintained for most of that time.",
                "Some Sealords have tried to take control of Urthu, but such endeavors have all ended in failure. The most successful Sealords cooperated with the other peoples of the continent, and thus far the current Sealord is only too happy to continue that tradition."
            ],
            "trueDanger": "Everything will be alright while the Sealord rules the forces of Morkarr and the Pact is maintained."
        },
        {
            "id":"unwaking",
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/unwaking.png",
            "name": "The Unwaking",
            "description": "An ancient, massive serpent-sage that spends decades at a time asleep, exploring the cosmos and magic itself. A patron of wizards and academics alike, his wisdom is sorely needed in the coming conflicts.",
            "quote": "\"Whether dream or nightmare, you learn about yourself.\"",
            "usualLocation": "The place the Unwaking sleeps is unknown, even to his functionaries and agents.",
            "commonKnowledge": [
                "Szerusz the Unwaking is the oldest Yazatli in the world, and has been asleep for over a hundred years, not even the Last Night has stirred his slumber and it is rumored he will not awake until a new Dawn is established.",
                "He is aware of his surroundings and communicates with others by easily slipping into their dreams. If one is visited by the Unwaking, it is a coin flip whether the event is enlightening or terrifying.",
                "Among the Ocotzli, he is seen as a rival leader to the Leviathan and heretical cults have formed seeking his guidance."
            ],
            "adventurers": [
                "It is rare for an adventurer to deal with the Unwaking directly, most often the academics and mages under his tutelage act on his behalf. Those with notable potential are often recruited into a magical pact to expand their abilities. He is flexible on morality and prefers an efficient and fully resolved solution to grandiose displays of virtue or villainy.",
                "Adventurers in a bind or needing information are wise to seek out the council of the Unwaking and his agents."
            ],
            "allies": "He visits the leaders of the Pact in their dreams, and is neutral in their mundane conflicts.",
            "enemies": "The Epiphany is actively hunting him to absorb him. The disturbances of the Hive threaten to reveal his location.",
            "history": [
                "Szerusz the Unwaking is the oldest Yazatli in the world, and has been asleep for over a hundred years, not even the Last Night has stirred his slumber and it is rumored he will not awake until a new order is established."
            ],
            "trueDanger": "Everything will be alright so long as the Unwaking maintains his dream and no one can find his slumbering body."
        }
    ],
    "ambiguous": [
        {
            "id":"arbiter",
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/arbiter.png",
            "name": "The Arbiter",
            "description": "The sole representative of the Creator, Alleros. He is the balance point between the Icons. There has always been an Arbiter. On Urthu, he mostly relies on agents and intermediaries.",
            "quote": "\"We are dealing with the fate of all life. Help me save the world.\"",
            "usualLocation": "The Arbiter is a hands-on fellow and is typically found where he is most needed.",
            "commonKnowledge": [
                "For hundreds of years, the Arbiters have been silent and hidden, falling into mythic status. The current Arbiter has held his post for over forty years. He has only revealed himself with the arrival of the Last Night as magic has thrown the world into turmoil and portals to the Erosion below have allowed demons to leak into the world.",
                "The Arbiter rarely advocates for violence, with only demons excluded from this pacifism. Even undead have some sort of a function and place in existence."
            ],
            "adventurers": [
                "The Arbiter draws a wide variety of characters to his side, as he is the nexus point of all powers and agendas. His agents come from all walks of life, often those who don't fit in elsewhere, as the balance the Arbiter maintains requires various perspectives to monitor correctly."
            ],
            "allies": "Aside from his prime enemy, the Epiphany, the Arbiter is neutral on Urthu.",
            "enemies": "The Epiphany is the antithesis of everything the Arbiter is.",
            "history": [
                "There has always been an Arbiter, from the Fall of Heaven to present day. Whenever one dies, the essence of the Arbiter selects another living being who then becomes an immortal keeper of balance between good and evil, stability and freedom."
            ],
            "trueDanger": "Everything will be alright as long as the Arbiter maintains balance between the Icons."
        },
        {
            "id":"conqueror",
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/conqueror.png",
            "name": "The Conqueror",
            "description": "General of the orcish forces on Urthu. Ostensibly works under the Sealord but desires a more aggressive policy towards the continent, one ending with the Black Spear Banner waving over every corner.",
            "quote": "\"This land belongs to Morkarr! Together we will carve our fates into the stone itself.\"",
            "usualLocation": "Cinder Pass",
            "commonKnowledge": [
                "The general of the Morkarran forces has always been one to push for aggressive expansion inland, representing the hunger of the Orc people. The Sealord must often temper this by keeping the Conqueror occupied with external threats to keep him from going rogue and subjugating other members of the Pact.",
                "If the Conqueror were to try to usurp the Sealord, it's believed he actually could defeat all other forces on Urthu, even if they united.",
                "There hasn't always been a Conqueror, but the current general certainly acts independantly enough from the Sealord."
            ],
            "adventurers": [
                "The Conqueror is a pragmatist and an opportunist first and foremost. He does not care where assistance comes from and gives oppportunity to any, even those of questionable morals. However, he does not tolerate failure and punishes it with prejudice.",
                "It is rare the Conquerer patrons adventurers and the task is simple or safe. To succeed in his service is worthy of song and boast."
            ],
            "allies": "He has had dealings with the Collector and the Shadowbinder in the past.",
            "enemies": "He views the Sealord as too weak and soft, and the Loresinger and Crone should be pressed under heal. However, he is too fixated on fighting the Epiphany and the Hive to usurp anyone. The Huntress is only too happy to attack his armies.",
            "history": [
                "Often the champion of Morkarr's forces on Urthu, the Conqueror is a brilliant strategist and exceptional warrior in his own right. He has never been defeated in single combat."
            ],
            "trueDanger": "Everything will be alright as long as the Conquerer is too occupied with demons and the mole incursions to usurp the Sealord."
        },
        {
            "id":"huntress",
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/huntress.png",
            "name": "The Huntress",
            "description": "A dragon from a far away land, she prefers to be left alone and the wilds unsundered by the Morkarrans. She is often at odds with other Icons, but is fiercely protective of her new home.",
            "quote": "\"My patience for your intrusion is at an end. Begone or be singed.\"",
            "usualLocation": "Mother Mountain",
            "commonKnowledge": [
                "Often found on the Mother Mountain or other high places, the Huntress only leaves to perform her hunts.",
                "She does not tolerate many outsiders, but those who show respect for the wilderness and the mountain regions specifically are ignored or find themselves in her good graces."
            ],
            "adventurers": [
                "Most rangers, druids, outlanders and other naturalists must, one way or another, contend with the Huntress. Her most common intermediaries are skilled hunters and trackers who protect the wilds.",
                "She will often employ adventurers when her objectives involve cities or other long established settlements. Unlike other Icons, however, her organization is fractured and prone to infighting.",
                "It is just as possible that the Huntress is an opposition force to adventurers as she is an employer.",
                "She often takes the guise of an Aven woman with red, black, and white feathers."
            ],
            "allies": "The Crone and the Shadowbinder are few of the ones the Huntress tolerates.",
            "enemies": "Anyone who encroaches on her wildlands, specifically the Conqueror or the Hive. She has a special hatred of the Epiphany's demons.",
            "history": [
                "Hailing from far away across the sea, she is only recently arrived. However, she is the largest and most powerful dragon on the island and quickly subjugated many of the other powerful beasts in the mountain valleys. It's believed she is a child of the Dragon Elders from long ago."
            ],
            "trueDanger": "All will be well, so long as the Huntress keeps to her mountains and does not go to war with the Sealord."
        },
        {
            "id":"shadowbinder",
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/shadowbinder.png",
            "name": "The Shadowbinder",
            "description": "The mysterious archmage of the Silent City of Irmanna. They are the most powerful necromancer on the continent and somehow those using their version of necromancy can do so without attracting demonic attention.",
            "quote": "\"Not all that is beautiful is good, nor that which is hideous, evil.\"",
            "usualLocation": "Irmanna, the Silent City",
            "commonKnowledge": [
                "The Shadowbinder is an enigmatic figure, somehow able to practice all forms of dark magic without consequences.",
                "The dark magics at their command make others wary of their influence and many shun working with them because of it.",
                "They may be connected to the Prismatic God Vermori."
            ],
            "adventurers": [
                "To be visited by one of their shadowspawn can be seen as an omen of great respect or of great danger.",
                "To the people of Irmanna, to work on behalf of the Shadowbinder is a great honor and for outsiders it is truly noteworthy. Most often, it is through an Irmannan ally that outsiders work for them."
            ],
            "allies": "They have fond memories of the Crone's teachings and are cordial with the Sealord. They have a friendship cultivating with the Huntress.",
            "enemies": "They are at odds with the Loresinger and seek to protect their city from the Epiphany's demons, the Hive, and the iron fist of the Conqueror.",
            "history": [
                "The current Shadowbringer has been a force of influence within Irmanna for some time, though they do not rule the city directly. They are functionally a high priest and cultural influence, much like the Crone."
            ],
            "trueDanger": "Everything will be alright so long as the Shadowbinder does not fall to the temptation of darkness."
        },
        {
            "id":"vault",
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/vault.png",
            "name": "The Vault",
            "description": "A ruthless but efficient businesswoman, she has cornered the markets of Urthu and barely a sack of beans is sold without her knowing.",
            "quote": "\"Opportunities are like ships, there's always another one coming.\"",
            "usualLocation": "Hath'Ria, the City of Roads",
            "commonKnowledge": [
                "The Vault often travels and her business enterprises are divided into various syndicates that are ostensibly aligned, but often come into conflict with each other.",
                "There are very few clients the Vault will not work with, so long as there is profit for her to exploit.",
                "Without the Vault, it's possible the entire Morkarr expedition would fall apart. This is probably why the Sealord tolerates her less than savory activities.",
                "The Vault is one of the most widely traveled Icons, hailing from the far north of the mainland, and she is believed to be a Kathic."
            ],
            "adventurers": [
                "The Vault might be one of the first Icons many would-be adventurers have experience with, as the many caravans traveling across the continent are often sourced from Hath'Ria. Additionally, most of the job boards in the more populated areas of Urthu are managed by the Vault.",
                "Those seeking financial rewards more than any other will find working for the Vault very profitable, indeed."
            ],
            "allies": "The Vault is loosely affiliated with the Pact of the Sealord, the Crone, and the Loresinger, but is not a member. They are not close allies with any, but also not very hostile with many.",
            "enemies": "The Vault sees the Breaker as a potential rival and the Epiphany and Hive as existential threats.",
            "history": [
                "About ten years ago, the Expedition fell on hard times. Events such as the Breaker Accord almost falling apart, various cults, and demonic incursions finally arriving on Urthu stretched the Expedition to its limit. In this chaos, the Vault arrived with her syndicate leaders and reorganized trade, as well as connecting Urthu more strongly with the mainland.",
                "Since then, the economy of the continent has stabilized, but there is growing concern that it is too centralized with the Vault. What happens if she were to leave? What happens if her goals no longer align with the Expedition?"
            ],
            "trueDanger": "Everything will be alright as long as the Vault doesn't make a play for control."
        }
    ],
    "villainous": [
        {
            "id":"breaker",
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/breaker.png",
            "name": "The Breaker",
            "description": "A massive Kraken that lives off the shores of Urthu. Its followers maintain the Tollhouse Line outside Hullbreaker Bay. So long as it appeased, it does not wreak havoc...",
            "quote": "\"Pay the toll, or your ship'll roll!\"",
            "usualLocation": "Hullbreaker Bay",
            "commonKnowledge": [
                "The Breaker and the Unwaking are currently embroiled in a conflict for the soul of the Ocotzli, as the Breaker is of the Leviathan, whom they've served for so long, but the Unwaking is of Yazatli, their true identity.",
                "Passing through the Tollhouse Line in Hullbreaker Bay has become increasingly costly of late, causing many to worry if the Breaker is becoming bored of his deal.",
                "Any time a sea monster attacks a ship or giant beast rampages, it's assumed to be the work of the Breaker.",
                "Despite his demeanor, the Breaker never harms any that pay the Toll."
            ],
            "adventurers": [
                "Evil or greedy adventurers often find plenty to do within the employ of the Breaker and his intermediaries, while heroic figures make their name stymying his plans and destroying his monstrous servants."
            ],
            "allies": "The Breaker allies with no one, but sees a kindred soul in the Collector.",
            "enemies": "Pretty much everyone else.",
            "history": [
                "Across the ages, the Breaker has made its way back to Hullbreaker Bay. It has currently resided there for several centuries, plaguing sea travel. All attempts to destroy it have failed, and so uneasy agreements between the Sealords and the Breaker maintain the status quo."
            ],
            "trueDanger": "Nothing bad will happen as long as the Breaker is appeased with the Toll."
        },
        {
            "id":"collector",
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/collector.png",
            "name": "The Collector",
            "description": "A raider and murderer of unknown origin. They hunt throughout Urthu and have inspired immitators. Of the Icons, they are the most directly active.",
            "quote": "\"Your spine will make a fine addition to my trophy wall.\"",
            "usualLocation": "Smokesands, but they travel throughout Urthu",
            "commonKnowledge": [
                "To see the Collector is to know your death has come.",
                "Most think they are some sort of demon pulled up by the Epiphany or some dead spirit the Shadowbinder lost control of.",
                "Whenever a brutal death occurs, they are blamed, even if they had nothing to do with it.",
                "Some claim they are a fabrication to cover the actions of an as-yet undiscovered assassins guild."
            ],
            "adventurers": [
                "Anyone working for the Collector is unlikely to realize it until after the fact.",
                "Those who actively seek their employ often find themselves in dire straits and find their loyalty repaid with betrayed at a crucial moment..."
            ],
            "allies": "Occassionally, the Epiphany or the Conquerer.",
            "enemies": "The actions of the Collector have made many enemies, but he has a special emnity for the Sealord, the Crone, and the Loresinger. The Crone has a high price on his head for his spiritual crimes against her people.",
            "history": [
                "Much like the Huntress, they are a recent arrival on Urthu, beginning in the Smokesands with tales of dead hunters and stolen Ukaru masks. There has not been a Collector before now."
            ],
            "trueDanger": "All will be well so long as the Collector does not seek power and only collects."
        },
        {
            "id":"devourer",
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/devourer.png",
            "name": "The Devourer",
            "description": "It is a hungry monster. The more places of power it devours, the stronger it gets. It is a moving location that eats cities and palaces. Icons have died in its maw.",
            "quote": "\"The sound of the earth tearing asunder.\"",
            "usualLocation": "Throughout Urthu and the surrounding waters, occassionally it has shown up on the Mainland. Deprived of sight, it hunts by smell and taste and instinct—and by the signals sent to it by the Cult of the Devourer.",
            "commonKnowledge": [
                "The Devourer is a living dungeon that is similar to the Collector, but it collects locations."
            ],
            "adventurers": [
                "The most common interaction adventurers have with the Devourer is to do combat with its cult and to try to delve its depths for treasure.",
                "Adventurers are tasty, but sometimes tickle or get stuck in the Devourer's craw."
            ],
            "allies": "Some Hives have adhered to the leavings of the Devourer and attract it to targets it might enjoy.",
            "enemies": "Most other icons have conflict of some kind with the Devourer",
            "history": [
                "To stop the Devourer from wrecking Urthu, an ancient adventurer stole the Eyes of the Devourer.",
                "Without its Eyes, the Devourer  is blind and must now blunder through the earth. It has other senses—not that it ever saw through those Eyes as we understand seeing—but its reach is limited. It thrashes in blind fury, eating surface features to momentarily stave off its pain, fumbling toward apotheosis.",
                "The theft of its Eyes was a stopgap measure. Even without them, the Devourer could still grow strong enough to threaten Urthu, and possibly the world, if it consumes enough places of power.",
                "It is a hungry monster. The more places of power it devours, the stronger it gets. It is a moving location that eats cities and palaces. Icons have died in its maw. The Devourer has waxed and waned over the ages, but never been destroyed. It is as canny as it is cruel, and is always quick to escape back into the depths when threatened."
            ],
            "trueDanger": "All will be well so long as the Devourer does not recover her Eyes."
        },
        {
            "id":"epiphany",
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/epiphany.png",
            "name": "The Epiphany",
            "description": "They are the embodiment of demonic chaos in the world and the true herald of the Uncreator, Abd'Zoth. The only consistency to the Epiphany is their absolute belief in their own superiority. They are a dark mirror of the Arbiter.",
            "quote": "\"Your flesh is weak, soft, vulnerable. Hold still, we will correct nature's errors.\"",
            "usualLocation": "Somewhere in the Great Furnace.",
            "commonKnowledge": [
                "The Epiphany is the amalgamation of the Uncreator's twisted imagination. A mockery of life and a mutilator of wills. To look upon them is to see entropy itself.",
                "Over the millennia, the Epiphany has broken into the world on occasion, but the agents of Cadre swiftly returned them to the Abyss, destroying their physical manifestation and forcing them to regenerate and find new paths back into the world.",
                "Those who serve the Epiphany often have some part of their body altered in chimeric fashion, such as a human having an insectoid carapace or ooze-like appendages. Additionally, they often have powers over the mind, leading many to mistrust psychics and the telekinetic."
            ],
            "adventurers": [
                "Those who traffic with the Epiphany are often obviously identified by their alterations or powers, but many an adventurer has navigated the relationship and come out the other side unchanged. Those lucky few fall for the Epiphany's trap, however, and encourage others to accept patronage from the Epiphany and their demonic agents.",
                "Those who work for the Epiphany for long always skirt closer and closer to their own transformation into an aberrant demonic entity, which the Epiphany views as the purest form of existence.",
                "Working against the Epiphany is as easy as breathing to most adventurers. Cults, spy networks, and rampaging monstrosities are the most common representatives of the Epiphany."
            ],
            "allies": "Rarely, the Collector and the Epiphany align.",
            "enemies": "All existence abhors the Epiphany and the devastation it represents.",
            "history": [
                "There has only been one Epiphany. Almost a century ago, the fire serpents of the Yazatli attempted to drive out the rest of their people. In so doing, they caught the attention of the Epiphany, an entity that had been trying for ages to enter into the world. Upon making the pact, the Epiphany emerged, caused violent volcanic eruptions that made the island uninhabitable, and then consumed most of the fire serpents. Since that time, holes leading to the Erosion have become more common, allowing demons to enter the world."
            ],
            "trueDanger": "Everything will be alright unless the Epiphany manages to consume other icons."
        },
        {
            "id":"hive",
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/hive.png",
            "name": "The Hive",
            "description": "The consciousness behind the mole-people colonies bursting through the surface to retake Urthu for their own. They are an undeniable force of destruction.",
            "quote": "\"Once this dirt and sand and stone was ours, from Aether to Abyss. It shall be again!\"",
            "usualLocation": "Unknown, puncturing throughout Urthu",
            "commonKnowledge": [
                "Most of the incursion points for the Hive are in the mountains and the Great Furnace, already inhospitable areas.",
                "There have been many invasions by the Hive before, but that was supposed to be long in the past, as wards have kept them at bay for a few centuries."
            ],
            "adventurers": [
                "Battling the Hive is a common task for adventurers of all stripes. As of now, the Hive has no interest in working with outsiders."
            ],
            "allies": "None, the Hive will consume everything in its path. The Hive will ally with another Icon against the Epiphany, but only temporarily.",
            "enemies": "All on the surface of Urthu.",
            "history": [
                "Every few decades, the Hive attempts to regain control of the surface and thus far the peoples of Urthu have managed to unite against them. Only time will tell if this incursion will be the same.",
                "Centuries ago, the Loresinger and the Sealord, Shadowbinder, and Crone of a previous age banded together to ward Urthu from the Hive. With the coming of the Last Night, those wards weakened enough that a new, larger invasion has begun."
            ],
            "trueDanger": "All will be well so long as the Hive is contained by the unity of the Pact."
        }
    ]

}