{
    "heroic": [
        {
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/unwaking.png",
            "name": "The Loresinger",
            "description": "The most ancient being on Urthu, they hold the songs of a hundred Thraskan colonies and all the magic ever practiced here.",
            "quote": "\"Sing a song, little one. Tell us your tale, the truth of it. Both the good and the bad.\"",
            "usualLocation": "The Wandering Brothers",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "The Sealord and Shaman have a Pact with him. He remembers every Arbiter fondly.",
            "enemies": "The Shadowbinder works in profane magics, however tame it appears. The Hive threatens his people's home. The Huntress ranges in his lands and the Conqueror is too aggressive.",
            "history": [
                "xxx"
            ],
            "trueDanger": "Everything will be alright as long as the Lorekeeper is around to remember everything."
        },
        {
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/unwaking.png",
            "name": "The Sealord",
            "description": "The magistrate of Hullshatter Port, he leads the forces of Morkarr and the tenuous alliances across Urthu.",
            "quote": "\"This land is dangerous with unmatched beauty. Help me secure our people's safety.\"",
            "usualLocation": "Hullshatter Port",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "The Loresinger and Shaman have a Pact with him, he has cordial relations with the Shadowbinder and agents of both the Arbiter and the Unwaking.",
            "enemies": "The tenous truce with the Breaker could snap at any moment, the Conquerer threatens to usurp him, and the Hive is at his doorstep. All while the Huntress attacks any encroachment.",
            "history": [
                "xxx"
            ],
            "trueDanger": "Everything will be alright while the Sealord rules the forces of Morkarr."
        },
        {
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/unwaking.png",
            "name": "The Shaman",
            "description": "The wisest crone of the Ukaru clans, her spiritual influence is undeniable and unquestioningly beneficial.",
            "quote": "\"Come, child. Rest your weary soul.\"",
            "usualLocation": "Osis",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "The Loresinger and Sealord have a Pact with her. She tought the Shadowbinder in their youth, and she has visions from the Unwaking.",
            "enemies": "The Collector threatens her people's souls, while the Hive threatens their lives.",
            "history": [
                "xxx"
            ],
            "trueDanger": "Everything will be alright while the Shaman provides sage counsel to her allies."
        },
        {
            "iconType": "heroic",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/unwaking.png",
            "name": "The Unwaking",
            "description": "An ancient, massive serpent-sage that spends decades at a time asleep, exploring the cosmos and magic itself. A patron of wizards and academics alike, his wisdom is sorely needed in the coming conflicts.",
            "quote": "\"Whether dream or nightmare, you learn about yourself.\"",
            "usualLocation": "The place the Unwaking sleeps is unknown, even to his functionaries and agents.",
            "commonKnowledge": [
                "Szerusz the Unwaking is the oldest Yazatli in the world, and has been asleep for over a hundred years, not even the Last Night has stirred his slumber and it is rumored he will not awake until a new Dawn is established.",
                "He is aware of his surroundings and communicates with others by easily slipping into their dreams. If one is visited by the Unwaking, it is a coin flip whether the event is enlightening or terrifying.",
                "Among the Ocotzli, he is seen as a rival leader to the Leviathan and heretical cults have formed seeking his guidance."
            ],
            "adventurers": [
                "It is rare for an adventurer to deal with the Unwaking directly, most often the academics and mages under his tutelage act on his behalf. Those with notable potential are often recruited into a magical pact to expand their abilities. He is flexible on morality and prefers an efficient and fully resolved solution to grandiose displays of virtue or villainy.",
                "Adventurers in a bind or needing information are wise to seek out the council of the Unwaking and his agents."
            ],
            "allies": "He visits the leaders of the Pact in their dreams, and is neutral in their mundane conflicts.",
            "enemies": "The Epiphany is actively hunting him to absorb him. The disturbances of the Hive threaten to reveal his location.",
            "history": [
                "Szerusz the Unwaking is the oldest Yazatli in the world, and has been asleep for over a hundred years, not even the Last Night has stirred his slumber and it is rumored he will not awake until a new order is established."
            ],
            "trueDanger": "Everything will be alright so long as the Unwaking maintains his dream and no one can find his slumbering body."
        }
    ],
    "ambiguous": [
        {
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/arbiter.png",
            "name": "The Arbiter",
            "description": "The sole representative of the Creator, Alleros. He is the balance point between the Icons. There has always been an Arbiter. On Urthu, he mostly relies on agents and intermediaries.",
            "quote": "\"We are dealing with the fate of all life. Help me save the world.\"",
            "usualLocation": "The Arbiter is a hands-on fellow and is typically found where he is most needed.",
            "commonKnowledge": [
                "For hundreds of years, the Arbiters have been silent and hidden, falling into mythic status. The current Arbiter has held his post for over forty years. He has only revealed himself with the arrival of the Last Night as magic has thrown the world into turmoil and portals to the Erosion below have allowed demons to leak into the world.",
                "The Arbiter rarely advocates for violence, with only demons excluded from this pacifism. Even undead have some sort of a function and place in existence."
            ],
            "adventurers": [
                "The Arbiter draws a wide variety of characters to his side, as he is the nexus point of all powers and agendas. His agents come from all walks of life, often those who don't fit in elsewhere, as the balance the Arbiter maintains requires various perspectives to monitor correctly."
            ],
            "allies": "Aside from his prime enemy, the Epiphany, the Arbiter is neutral on Urthu.",
            "enemies": "The Epiphany is the antithesis of everything the Arbiter is.",
            "history": [
                "There has always been an Arbiter, from the Fall of Heaven to present day. Whenever one dies, the essence of the Arbiter selects another living being who then becomes an immortal keeper of balance between good and evil, stability and freedom."
            ],
            "trueDanger": "Everything will be alright as long as the Arbiter maintains balance between the Icons."
        },
        {
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/arbiter.png",
            "name": "The Conqueror",
            "description": "General of the orcish forces on Urthu. Ostensibly works under the Sealord but desires a more aggressive policy towards the continent, one ending with the Black Spear Banner waving over every corner.",
            "quote": "\"This land belongs to Morkarr! Together we will carve our fates into the stone itself.\"",
            "usualLocation": "Cinder Pass",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "He has had dealings with the Collector and the Shadowbinder in the past.",
            "enemies": "He views the Sealord as too weak and soft, and the Loresinger and Shaman should be pressed under heal. However, he is too fixated on fighting the Epiphany and the Hive to usurp anyone. The Huntress is only too happy to attack his armies.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        },
        {
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/arbiter.png",
            "name": "The Huntress",
            "description": "A dragon from a far away land, she prefers to be left alone and the wilds unsundered by the Morkarrans. She is often at odds with other Icons, but is fiercely protective of her new home.",
            "quote": "\"My patience for your intrusion is at an end. Begone or be singed.\"",
            "usualLocation": "Mother Mountain",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "The Shaman and the Shadowbringer are few of the ones the Huntress tolerates.",
            "enemies": "Anyone who encroaches on her wildlands, specifically the Conqueror or the Hive. She has a special hatred of the Epiphany's demons.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        },
        {
            "iconType": "ambiguous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/arbiter.png",
            "name": "The Shadowbringer",
            "description": "The mysterious archmage of the Silent City of Irmanna. They are the most powerful necromancer on the continent and somehow those using their version of necromancy can do so without attracting demonic attention.",
            "quote": "\"Not all that is beautiful is good, nor that which is hideous, evil.\"",
            "usualLocation": "Irmanna, the Silent City",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "They have fond memories of the Shaman's teachings and are cordial with the Sealord. They have a friendship cultivating with the Huntress.",
            "enemies": "They are at odds with the Loresinger and seek to protect their city from the Epiphany's demons, the Hive, and the iron fist of the Conqueror.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        }
    ],
    "villainous": [
        {
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/epiphany.png",
            "name": "The Breaker",
            "description": "A massive Kraken that lives off the shores of Urthu. Its followers maintain the Tollhouse Line outside Hullbreaker Bay. So long as it appeased, it does not wreak havoc...",
            "quote": "\"Pay the toll, or your ship'll roll!\"",
            "usualLocation": "Hullbreaker Bay",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "The Breaker allies with no one, but sees a kindred soul in the Collector.",
            "enemies": "Pretty much everyone else.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        },
        {
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/epiphany.png",
            "name": "The Collector",
            "description": "A raider and murderer of unkonwn origin. They hunt throughout Urthu and have inspired immitators. Of the Icons, they are the most directly active.",
            "quote": "\"Your spine will make a fine addition to my trophy wall.\"",
            "usualLocation": "Smokesands, but they travel throughout Urthu",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "Occassionally, the Epiphany or the Conquerer.",
            "enemies": "The actions of the Collector have made many enemies, but he has a special emnity for the Sealord, the Shaman, and the Loresinger.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        },
        {
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/epiphany.png",
            "name": "The Epiphany",
            "description": "They are the embodiment of demonic chaos in the world and the true herald of the Uncreator, Abd'Zoth. The only consistency to the Epiphany is their absolute belief in their own superiority. They are a dark mirror of the Arbiter.",
            "quote": "\"Your flesh is weak, soft, vulnerable. Hold still, we will correct nature's errors.\"",
            "usualLocation": "Somewhere in the Great Furnace.",
            "commonKnowledge": [
                "The Epiphany is the amalgamation of the Uncreator's twisted imagination. A mockery of life and a mutilator of wills. To look upon them is to see entropy itself.",
                "Over the millennia, the Epiphany has broken into the world on occasion, but the agents of Cadre swiftly returned them to the Abyss, destroying their physical manifestation and forcing them to regenerate and find new paths back into the world.",
                "Those who serve the Epiphany often have some part of their body altered in chimeric fashion, such as a human having an insectoid carapace or ooze-like appendages. Additionally, they often have powers over the mind, leading many to mistrust psychics and the telekinetic."
            ],
            "adventurers": [
                "Those who traffic with the Epiphany are often obviously identified by their alterations or powers, but many an adventurer has navigated the relationship and come out the other side unchanged. Those lucky few fall for the Epiphany's trap, however, and encourage others to accept patronage from the Epiphany and their demonic agents.",
                "Those who work for the Epiphany for long always skirt closer and closer to their own transformation into an aberrant demonic entity, which the Epiphany views as the purest form of existence.",
                "Working against the Epiphany is as easy as breathing to most adventurers. Cults, spy networks, and rampaging monstrosities are the most common representatives of the Epiphany."
            ],
            "allies": "Rarely, the Collector and the Epiphany align.",
            "enemies": "All existence abhors the Epiphany and the devastation it represents.",
            "history": [
                "There has only been one Epiphany. Almost a century ago, the fire serpents of the Yazatli attempted to drive out the rest of their people. In so doing, they caught the attention of the Epiphany, an entity that had been trying for ages to enter into the world. Upon making the pact, the Epiphany emerged, caused violent volcanic eruptions that made the island uninhabitable, and then consumed most of the fire serpents. Since that time, holes leading to the Erosion have become more common, allowing demons to enter the world."
            ],
            "trueDanger": "Everything will be alright unless the Epiphany manages to consume other icons."
        },
        {
            "iconType": "villainous",
            "symbolPath": "/13th-age-compendium/img/iconSymbol/epiphany.png",
            "name": "The Hive",
            "description": "The consciousness behind the mole-people colonies bursting through the surface to retake Urthu for their own. They are an undeniable force of destruction.",
            "quote": "\"Once this dirt and sand and stone was ours, from Aether to Abyss. It shall be again!\"",
            "usualLocation": "Unknown, puncturing throughout Urthu",
            "commonKnowledge": [
                "xxx",
                "xxx"
            ],
            "adventurers": [
                "xxx",
                "xxx"
            ],
            "allies": "None, the Hive will consume everything in its path. The Hive will ally with another Icon against the Epiphany, but only temporarily.",
            "enemies": "All on the surface of Urthu.",
            "history": [
                "xxx"
            ],
            "trueDanger": "xxx"
        }
    ]

}