{
    "kins": [
        {
            "title": "Aven/Aarakocra*",
            "img": "https://images.squarespace-cdn.com/content/v1/5bd88db093a6320f071b1a50/52d4fa87-631d-4d35-8f6a-3bacbcd44047/5e_ToA_Aarakocra.png",
            "desc": "Mystical eagle-people who can fly. Tend to be reclusive.",
            "srd": "",
            "setting": ["mainland"],
            "names": [
                "Most Aven names describe the place where they were born, the weather at the time, astronomical phenomena, or some combination thereof. Weather or location based names are usually in the past tense while astronomical related names are present tense. Each Aven also has a secret name that only their parents or siblings are permitted to use and is usually constructed from three of the most pleasing syllables to their mother's ear. Allowing another to use your secret name is considered a sign of utmost reverence, even surpassing blood bonds. It is considered grounds for a death duel to use another's secret name without permission.",
                "Aven Names: Bright-Star, Chill-Air, Fire-Morning, Moon-Smiles-Down, Rain-Soaked-Barn, Snow-on-Stones, Thunder-Shook-Cave, Water-Bent-Near",
                "Aven Secret Names: Al'Sha'Khe, Al'Ja'Re, Jel'Ku'Ne, Or'Ah'Uhn, Re'Kah'Ne, Ul'Ha'Shu, Zel'Ru'Ne. Zu'Li'Ko"],
            "powers": [
                {
                    "pwrtitle":"Flight (Kin Power)",
                    "pwrDesc": "Aven can fly. They are very agile flyers, but rather slow. They can't carry much weight while flying or fly with heavy armor.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Your speed and agility while flying increases. When you move by flying, you cannot be targeted with opportunity attacks."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "You become strong enough to fly while wearing heavy armor or while carrying another creature or item that weighs about as much as you."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Beastfolk",
            "img": "https://static1.thegamerimages.com/wordpress/wp-content/uploads/2022/11/Gnoll.jpg",
            "desc": "Bestial humanoids that walk on two legs and can speak like others but have features of hyenas, dogs, etc.",
            "srd": "https://www.13thagesrd.com/races/beastblooded/",
            "setting": ["mainland"],
            "names": ["The names of Beastfolk are often phonetic representations of the sounds they make, such as: Grrk, Ssnrrl, Dgrrrr. Alternatively, they adopt the names of cultures nearby for use as \"trade names\" if they often deal with them"],
            "powers": [
                {
                    "pwrtitle":"Bestial Fury (Kin Power)",
                    "pwrDesc": "Once per battle when you hit an enemy with an attack, you may deal extra damage to them equal to your level X the escalation die.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "The first time you use bestial fury each battle, heal hp equal to the extra damage you deal."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per battle when you use bestial fury against an enemy engaged with an ally, bestial fury is not expended."
                        },
                        {
                            "featType": "Epic Feat", 
                            "feat": "Once per battle when you miss an enemy with an attack, until the end of the battle, gain an extra use of bestial fury that can only be used against an enemy you miss with an attack."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Chalonian/Tortle*",
            "img": "/13th-age-compendium/img/kinImg/tortle.jpg",
            "desc": "Hailing originally from the southern coasts of the mainland, the Chalonian people have traveled far and wide alongside the orcs. Valued for their laconic wisdom and naturally dense armor, they are among the most respected kin in Morkarr and few expeditions have none on the vessel.",
            "setting": ["mainland", "urthu"],
            "names": ["Chalonian names always include from a list of prefixes followed by a given name suffix. Most often families will share prefixes, despite it not being a surname.", "Prefixes: Be-, I, Ka-, Le-, Li-, Lo-, Me-, Mi-, Mo-, Mu-, Ne-, Ni-, Nu-, Sho-, Shu-", "Male suffixes: Che, Dao, Gu, Han, Hao, Je, Mo, Ong, Ran, Yi, Yu, Zi, Zu", "Female suffixes: Ai, Fa, Hau, Leu, Lin, Meen, Meu, Sha, Ung, Yanu, Zu",
        "Examples: Be-Fa, Li-Gu, Sho-Meen, Shu-Ung"],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle":"Hardy (Kin Power)",
                    "pwrDesc": "Your recovery dice are one size larger. d4 < d8 < d10 < d12 < 2d6 < 2d8.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "Increase your total number of recoveries by +1."
                        }
                    ]
                },
                {
                    "pwrtitle":"Natural Armor (Kin Power)",
                    "pwrDesc": "Your shell is particularly large and thick, but prevents you from gaining the benefit of armor. While unarmored, treat your base AC as Heavy Armor with no penalties. You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
                },
                {
                    "pwrtitle":"Shell Defense (Kin Power)",
                    "pwrDesc": "Once per battle as a quick action, you withdraw into your shell and gain +4 bonus to your AC and PD and are Stuck but other larger creatures can move you. You can take no other actions except to exit your shell as a quick action.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Shell Defense becomes once per turn."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Dragonborn",
            "img": "https://static1.srcdn.com/wordpress/wp-content/uploads/2021/11/Chromatic-Dragonborn-Dungeons-and-Dragons-Cover.jpg",
            "desc": "Dragon-like people. They are as varied as their draconic kin",
            "srd": "https://www.13thagesrd.com/races/dragonic-dragonspawn/",
            "setting": ["mainland"],
            "names": [
                "The individual names of Dragonborn are always a personal name combined with whatever subrace they are in place of a surname.",
                "Male Names: Ajax, Alastair, Basilius, Ermolai, Eskander, Grzegorz, Ippotis, Pyrrhus, Rehor, Tryphon, Tymoteusz, Xenophanes",
                "Female Names: Agnete, Akra, Alyona, Calanthe, Dorete, Eurydice, Hypatia, Irinusz, Phaedra, Thesra, Zenaida, Zoya"
            ],
            "powers": [                {
                    "pwrtitle":"Breath Weapon (Kin Power)",
                    "pwrDesc": "Once per battle, make a close-quarters breath weapon attack as a quick action using your highest ability score against one nearby enemy's Physical Defense. On a hit, the attack deals 1d6 damage per your level of an energy type that makes sense for your character.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "Roll a hard save (16+) when you use your breath weapon. If you succeed, the breath weapon is not expended."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "Your breath weapon attack targets 1d3 nearby enemies in a group instead."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": " Your breath weapon damage dice are d8s instead of d6s."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "The first time each battle you are staggered, you regain one use of your breath weapon attack if it's expended."
                        },
                        {
                            "featType": "Epic Feat", 
                            "feat": "You can use your breath weapon twice per battle instead of once, and the target of your breath weapon attacks can now be far away."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Elf, Gold",
            "img": "https://www.worldanvil.com/uploads/images/943ca011aef39166eeed683dd6f2eaf3.jpg",
            "desc": "Magical, imperialistic culture from the Gilded Coast.",
            "srd": "https://www.13thagesrd.com/races/high-elf/",
            "setting": ["mainland"],
            "names": [
                "Elven names typically have meaning that is only clear to those that are native speakers of the language. Due to a deep respect for their culture and family, Elven surnames always precede their personal names. Vowels in Elvish are always pronounced.",
                "Surname: Cosute, Kirisiti, Gosele, Lapaxele, Merele, Rixele, Roseao, Taravere, Vileneve.",
                "Female Names: Adeli, Amali, Cesili, Elesi, Nikoli, Nola, Rena, Setefane, Zara.",
                "Male Names: Abele, Belue, Emile, Lebou, Lukase, Nicomo, Salavage, Severe."
            ],
            "powers": [
                {
                    "pwrtitle":"Highblood Teleport (Kin Power)",
                    "pwrDesc": "Once per battle as a move action, place yourself in a nearby location you can see.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Deal damage equal to twice your level to one enemy engaged with you before or after you teleport."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Elf, Green",
            "img": "https://netheril.net/w/images/d/d9/TdRABPh_-_Imgur.png",
            "desc": "Nature-loving culture from Ironwood. Of late they have become more closely aligned with the wilds.",
            "srd": "https://www.13thagesrd.com/races/wood-elf/",
            "setting": ["mainland"],
            "names": [
                "Elven names typically have meaning that is only clear to those that are native speakers of the language. Due to a deep respect for their culture and family, Elven surnames always precede their personal names. Vowels in Elvish are always pronounced.",
                "Surname: Cosute, Kirisiti, Gosele, Lapaxele, Merele, Rixele, Roseao, Taravere, Vileneve.",
                "Female Names: Adeli, Amali, Cesili, Elesi, Nikoli, Nola, Rena, Setefane, Zara.",
                "Male Names: Abele, Belue, Emile, Lebou, Lukase, Nicomo, Salavage, Severe."
            ],
            "powers": [
                {
                    "pwrtitle":"Elven Grace (Kin Power)",
                    "pwrDesc": "At the start of each of your turns, roll a die to see if you get an extra standard action. If your roll is equal to or lower than the escalation die, you get an extra standard action that turn. At the start of battle, you roll a d6. Each time you successfully gain an extra action, the size of the die you roll increases by one step on the following progression: (d4), d6, d8, d10, d12, d20. If you get an extra action after rolling a d20, you can't get any more extra actions that battle.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per day, start a battle rolling a d4 for elven grace instead of a d6."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Elf, Pale",
            "img": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/e8badeff-1e39-4f04-8d8f-a5ff1fd9b908/d8offod-bfc86bbe-4138-40fa-82b6-e17a7b7f4a3f.jpg/v1/fill/w_900,h_492,q_75,strp/the_szarkai_by_mavrosh_d8offod-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NDkyIiwicGF0aCI6IlwvZlwvZThiYWRlZmYtMWUzOS00ZjA0LThkOGYtYTVmZjFmZDliOTA4XC9kOG9mZm9kLWJmYzg2YmJlLTQxMzgtNDBmYS04MmI2LWUxN2E3YjdmNGEzZi5qcGciLCJ3aWR0aCI6Ijw9OTAwIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmltYWdlLm9wZXJhdGlvbnMiXX0.uHBIlGTDGM3qqZ0f5YoKfOmnlhFc1HdwL4tGinEzAQk",
            "desc": "Elusive, secretive people from the far north. Most self-concerned of the elves.",
            "srd": "https://www.13thagesrd.com/races/dark-elf/",
            "setting": ["mainland"],
            "names": [
                "Elven names typically have meaning that is only clear to those that are native speakers of the language. Due to a deep respect for their culture and family, Elven surnames always precede their personal names. Vowels in Elvish are always pronounced.",
                "Surname: Cosute, Kirisiti, Gosele, Lapaxele, Merele, Rixele, Roseao, Taravere, Vileneve.",
                "Female Names: Adeli, Amali, Cesili, Elesi, Nikoli, Nola, Rena, Setefane, Zara.",
                "Male Names: Abele, Belue, Emile, Lebou, Lukase, Nicomo, Salavage, Severe."
            ],
            "powers": [
                {
                    "pwrtitle":"Cruel (Kin Power)",
                    "pwrDesc": "Once per battle, deal ongoing damage to a target you hit with a natural even attack roll as a free action. The ongoing damage equals 5 times your level. (For example, at 3rd level you would deal 15 ongoing damage against a single target.) As usual, a normal save (11+) ends the damage. A critical hit doesn't double this ongoing damage.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per day, you can instead use cruel to deal 5 ongoing damage per level against an enemy you miss or that you roll a natural odd attack against."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Fairy*",
            "img": "https://static.wixstatic.com/media/3656ed_11a193d7208a4e6f83057d5a0c720935~mv2.jpg/v1/fill/w_600,h_850,al_c,q_85,enc_auto/3656ed_11a193d7208a4e6f83057d5a0c720935~mv2.jpg",
            "desc": "Tricky, small, and swift. They have their own rules of behavior that can seem rather alien.",
            "srd": "https://www.13thagesrd.com/races/3rd-party-races/kinoko-games/pixie-3pp/",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrDesc": "When you assign your ability scores, both Dexterity and Charisma must appear in your top three ability scores. It's okay for one or both of these scores to be tied with a fourth score, but neither can drop out of the top three at 1st level."
                },
                {
                    "pwrtitle":"Flight",
                    "pwrDesc": "Fairies can fly. They are very agile flyers, but rather slow. They can't carry much weight while flying. They prefer staying close to the ground to avoid issues such as strong winds and predatory birds."
                },
                {
                    "pwrtitle":"Poisoned Weapons",
                    "pwrDesc": "Fairies weapon attacks deal poison damage. Poisoning their weapons is the only way fairies can deal damage comparable to larger peoples."
                },
                {
                    "pwrtitle":"Tiny",
                    "pwrDesc": "You get a +4 bonus to AC against opportunity attacks. Strength-based skill checks that require moving heavy objects are one step more difficult for you (+5). Checks to squeeze into tiny spaces are one step easier (-5)."
                },
                {
                    "pwrtitle":"Flutter Away (Kin Power)",
                    "pwrDesc": "Once per battle, when you roll a natural even failure with a disengage check, you can reroll the die and take the new result.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the reroll is successful, any enemy you disengaged from is dazed until the end of your next turn."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Goblins",
            "img": "/13th-age-compendium/img/kinImg/goblin.jpg",
            "desc": "Fey creatures that have spent centuries in the wilds. They are found in most areas where rot and dark crevices exist. They have a reputation as thieves despite having no concept of property. In goblin communities you use what is at hand and leave it for the next person when done with it. Adventurers who become accustomed to this find goblin companions among the most reliable folk around.",
            "srd": "https://www.13thagesrd.com/races/halfling/",
            "setting": ["mainland", "urthu"],
            "names": [
                "Goblin are defined by their clans, which spread far and wide throughout the world. Their kin name \"Goblin\" comes from a slight mispronounciation of the most widespread clan Gob'lan.",
                "Female Names: Alis, Ashling, Ayva, Brida, Ifa, Keeva, Leela, Nessa, Nolig, Una",
                "Male Names: Adan, Angu, Cor, Cormac, Dunk, Kenan, Nel, Oin, Tyrin",
                "Clan Surnames: Gob'Lan, Gob'Rac, Gob'Hob, Gob'Locan, Gob'Gorba"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle":"Fury of the Small (Kin Power)",
                    "pwrDesc": "Once per arc, when dealing damage to an elite, double- or triple-strength enemy, you deal additional damage equal to your level. At 5th level, it deals damage equal to double your level, at 8th level it deals damage equal to four times your level.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You may use Fury of the Small once per battle instead of once per arc."
                        }
                    ]
                },
                {
                    "pwrtitle":"Nimble Escape (Kin Power)",
                    "pwrDesc": "Once per battle, when you roll a natural even failure with a disengage check, you can reroll the die and take the new result.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the reroll is successful, any enemy you disengaged from is dazed until the end of your next turn."
                        }
                    ]
                },
                {
                    "pwrtitle":"Unseelie Blessing (Kin Power)",
                    "pwrDesc": "Once per battle, when you fail a saving throw to remove the Charmed or Fear condition, you may reroll the save, using the new result instead.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": " When you succeed to remove Charmed or Fear, you may inflict that same condition on a different nearby enemy."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Human",
            "img": "https://arcaneeye.com/wp-content/uploads/2021/07/Human_Corsairs.jpg",
            "desc": "Found all over the world, they are as varied as their many nations.",
            "srd": "https://www.13thagesrd.com/races/human/",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrtitle":"Bonus Feat",
                    "pwrDesc": "At 1st level, human PCs start with two feats instead of one."
                },
                {
                    "pwrtitle":"Quick to Fight (Kin Power)",
                    "pwrDesc": "At the start of each battle, roll initiative twice and choose the result you want.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If you roll a natural 19 or 20 for initiative, increase the escalation die by 1 (usually from 0 to 1 since it's the start of the battle)."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Irmannan/Shadowkin*",
            "img": "/13th-age-compendium/img/kinImg/irmannan.jpg",
            "desc": "The residents of Irmanna, the Silent City, eventually take on its characteristics. Shrouded in the stony hollows between the Shell and the Near Sisters, they practice their crafts, which include a form of necromancy that has never drawn the Gaze of the Fallen. They are not often seen outside of their home, but inspire dread and fear when they do. Irmannan necromancy has allowed many to speak directly to the dead without severe consequences, and so the strange folk are tolerated. Irmannan can look like any Kin, but their Kin Powers and identity are Irmannan.",
            "setting": ["urthu"],
            "names": [
                "Irmannan are flexible with their names and often change them as necessary. Often a Shadowkin will find a particular sound they like and choose names that involve it.",
                "For example, one Irmannan might enjoy the sound \"char\" and use the names: Chara, Charul, Charla, Malchar, Ochar, Vochara"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Ghastly Knowledge (Kin Power)",
                    "pwrDesc": "At the beginning of each arc, you commune with a spirit. You gain an additional +3 background in addition to your other backgrounds of your choice that represents knowledge gains from this communion. When you make an attack roll, you may sacrifice this background to add an equal bonus to the attack roll.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "The bonus becomes +5."
                        }
                    ]
                },
                {
                    "pwrtitle": "Shadowborn Teleport (Kin Power)",
                    "pwrDesc": "Once per battle as a move action, place yourself in a nearby location you can see.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Deal 15 force damage to one enemy engaged with you before or after you teleport, or 30 damage at epic tier."
                        }
                    ]
                },
                {
                    "pwrtitle": "Shadow-slip (Kin Power)",
                    "pwrDesc": "Once per battle when an enemy moves to engage you, roll a normal save as an interrupt action. If the save succeeds, you disappear into shadow, removing yourself from the battle. The enemy can continue its move and attack a different target, if it wishes. At the start of your next turn, you return to the battle nearby the spot you slipped into shadow from. Unlike the rogue's Shadow Walk talent, you don't gain any attack advantages the turn you return from shadow.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "If your shadow-slip save fails, the power is not expended. You can use it again later this battle."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Kandali/Kobold*",
            "img": "https://www.belloflostsouls.net/wp-content/uploads/2023/08/kobold-feat.jpg",
            "desc": "Small dragon-like creatures forsaken by higher powers",
            "srd": "https://www.13thagesrd.com/races/3rd-party-races/kobold-press/kobold-3pp/",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrtitle": "Sobriquet",
                    "pwrDesc": "You must spend at least one background point on your kobold sobriquet: the surname given to you by the kobold community because of a character trait, physical feature, occupation, great deed or shameful event. These canny survivors know the value of misdirection, so some sobriquets hide a kobold's true nature — a kobold named Takto Damnfool might leave you holding an empty coin purse in one hand and a worthless deed to the Puffing Bridge in the other. Mechanically, a kobold sobriquet is simply a character background expressed as a name. But it's also public knowledge, so \"Smaruk Backstabber\" should expect to be treated with suspicion."
                },
                {
                    "pwrtitle":"Nifty Footwork (Kin Power)",
                    "pwrDesc": "When you miss with a melee attack you can pop free from the target as a free action. If you choose not to pop free you may add your Intelligence or Dexterity modifier to the damage of your next attack against this target.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You can now also pop free from an enemy you're engaged with as a free action when that enemy's attack misses you. If you choose not to do so you may add 2x your Intelligence or Dexterity modifier to the next miss damage that you do this battle."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Kathic/Catfolk",
            "img": "https://cdna.artstation.com/p/assets/images/images/007/099/794/large/bram-sels-mtg-alms-collector-bram-sels.jpg?1503671372",
            "desc": "Community-minded feline people.",
            "srd": "https://www.13thagesrd.com/races/alleykin/",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrtitle": "Elusive (Kin Power)",
                    "pwrDesc": "Once per battle, reduce the damage you take from an attack by 1d6 X your level. Then deal that much damage to one enemy engaged with you.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "You take half damage from falls."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "After you use elusive, you can immediately roll a free disengage check."
                        },
                        {
                            "featType": "Epic Feat", 
                            "feat": "Once when you die, it turns out you weren't dead after all. You find your allies during the next rest, having spent enough recoveries to get above staggered."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Khanmori",
            "img": "https://www.mtgnexus.com/img/gallery/4400-glint-sleeve-artisan.jpg",
            "desc": "Technologically and magically advanced race of Dwarves, recently returned after millennia of hiding.",
            "srd": "https://www.13thagesrd.com/races/dwarf/",
            "setting": ["mainland"],
            "names": [
                "Dwarf names are constructed rather straightforwardly, allowing one to know a dwarf specifically related to his family. Each Dwarf is named for their family lineage with a personal name followed by a hereditary identifier and repeating the process as many times as necessary (typically no further than grandparent)",
                "Male Names: Alyosha, Arakgraen, Egor, Fyodoe, Osef, Kazmir, Stanis, Vadok, Viruk.",
                "Female Names: Anuska, Eltza, Gendiya, Nadzie, Rasha, Tatna, Valeta, Yeliza.",
                "Hereditary Identifiers: sin (son of), doch (daughter of), iz (of/from)",
                "Thus a name for example may be: Egor sin Osef iz-Talis"
            ],
            "powers": [
                {
                    "pwrtitle": "That's Your Best Shot? (Kin Power)",
                    "pwrDesc": "Once per battle as a free action after you have been hit by an enemy attack, you can heal using a recovery. If the escalation die is less than 2, you only get half the usual healing from the recovery. Unlike other recoveries that might allow you to take an average result, you have to roll this one! Note that you can't use this ability if the attack drops you to 0 hp or below. You've got to be on your feet to sneer at their attack and recover",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the escalation die is 2+ when you use that's your best shot, the recovery is free."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Kwari/Halfling",
            "img": "/13th-age-compendium/img/kinImg/kwari.jpg",
            "desc": "Short humanoids with canid-like traits. Typically exceptionally hairy with tails of varying lengths. These creatures are curious explorers, living in packs of two to ten. Often prized as a method of sending messages long distance, due to their penchant for travel and their discreet attitudes. Most of the \"Big Folk\" call them halflings or something similar.",
            "srd": "https://www.13thagesrd.com/races/halfling/",
            "setting": ["urthu"],
            "names": [
                "Kwari are often named with a vowel-double consonant-vowel convention.",
                "Female names end with \"-a\" or \"-i\" and Males often end in \"-o\" or \"-u\". Names never end with \"-e\". Surnames are often taken from trades or notable locations.",
                "Female Names: Alli, Ella, Obbi, Onna, Unna",
                "Male Names: Addu, Enno, Ezzo, Itho, Okko, Unno",
                "Surnames: Brookbend, Blackbeach, Bladesmith, Coral, Crag, Deadwood, Stagehand, Thornfield, Urthfield"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Evasive (Kin Power)",
                    "pwrDesc": "Once per battle, force an enemy that hits you with an attack to reroll the attack with a –2 penalty and keep the second result.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "The enemy's reroll when you use evasive takes a –5 penalty instead."
                        }
                    ]
                },
                {
                    "pwrtitle": "Perseverance (Kin Power)",
                    "pwrDesc": "Whenever you roll a natural 1 or 2 with an attack, you gain an attack reroll that can be used on any later turn during this battle as a free action.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "You don't have to use the reroll this battle; you can use it any time this arc."
                        }
                    ]
                },
                {
                    "pwrtitle": "Skitterfoot (Kin Power)",
                    "pwrDesc": "Once per battle as free action, turn your failed disengage check into a success. You gain a +2 AC bonus against opportunity attacks until the end of the battle.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You can now use skitterfoot twice per battle. (Naturally, the AC bonus against opportunity attacks doesn't stack)."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Morgul'taak/Orc",
            "img": "/13th-age-compendium/img/kinImg/orc.jpg",
            "desc": "Known across the southern seas as the most skilled sailors in the world, the Orcs of Morkarr are as skilled at tradecraft and diplomacy as they are with their longships. Among the peoples of Urthu, their society is more of an outpost and while they have long had a presence here, this is not their home. Alongside them have come Minotaur, Ogres, and a myriad other kin from their homelands. Unless urgent business takes them further inland, they are mostly found near the western coast.",
            "srd": "https://www.13thagesrd.com/races/half-orc/",
            "setting": ["urthu"],
            "names": [
                "Orcish names are usually a personal game given at birth and an earned name achieved upon the completion of a notable event. Until a name is earned, they treat their Taak, their chosen way of life, as their surname. For most orcs on Urthu that is Morgul'taak.",
                "Male Names: Grog, Baatar, Erdem, Ganbold, Gerelt, Jargal, Krush, Orm, Otgon, Tomor",
                "Female Names: Aswar, Davaa, Dura, Edela, Iulfrith, Grelka, Khulan, Maral, Sarnai, Thorfrid, Zaya",
                "Earned Names: Birdeye, Foe-eater, Moonrunner, Snakecleaver, Steelfist, Thunderhead, Wolfbane"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Killer Instinct (Kin Power)",
                    "pwrDesc": "In a battle in which you have rallied, you deal +3 damage with attacks for the rest of the battle (5th level: +6; 8th level: +12).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "The first time you drop a non-mook enemy to 0 hp each battle, raise the escalation die by 1"
                        }
                    ]
                },
                {
                    "pwrtitle": "Lethal (Kin Power)",
                    "pwrDesc": "Once per battle, reroll an attack and use the roll you prefer as the result. ",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "If the lethal attack is with a weapon, deal +7 damage (5th: +15 damage, 8th: +25)."
                        },
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the lethal attack reroll is a natural 16+, you can use lethal again later this battle."
                        }
                    ]
                },
                {
                    "pwrtitle": "Survivor Tough (Kin Power)",
                    "pwrDesc": "Your recovery dice are one size larger. d4 < d6 < d8 < d10 < d12 < 2d6 < 2d8.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "Increase your total number of recoveries by +1."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Ocotzli/Serpentfolk*",
            "img": "/13th-age-compendium/img/kinImg/ocotzli.jpg",
            "desc": "Similar to their cousins, the Yazatli, the Ocotzli are Yazatli who, in ancient times, adhered to the call of the sea and gave veneration to the Leviathan. They vanished beneath the waves for generations until the great elemental lord's return over 25 years ago. Now they have taken up residence throughout the Serpentswrath Isles, and have made overtures of peace, but there is still little trust between them and the other societies. Among the Ocotzli are several breeds or castes, ranging from nearly human to serpentine.",
            "srd": "",
            "setting": ["urthu"],
            "names": [
                "The Ocotzli do not identify each other's gender with names and their names are generally unisex. Due to the hissing nature of their native language, Ocotzli names end up seeming like sound effects to other creatures. Additionally, each Ocotzli is treated according to its caste and earned merit within that caste. Combined with communal raising of broods, family lineages are not tracked.",
                "Example Names. Arzha, Gnassh, Gorsz, Kerriss, Klasz, Reszj, Seriss, Sokar, Szaat, Szhaa, Szkar, Voral, Voraesz, Zserusz."
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Crushing Coils (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty. If you hit, you deal ongoing 1d8 damage per level you possess, plus any modifier from Strength (which is doubled at champion tier and tripled at epic tier). ",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "A creature you hit with this attack also becomes stuck until you attack a different target. If you use this attack against a creature stuck by it, the attack automatically hits."
                        }
                    ]
                },
                {
                    "pwrtitle": "Elemental Escalator (Kin Power)",
                    "pwrDesc": "Once per battle as a quick action, roll a d6. You can use the result of your roll as if it were your own personal escalation die this turn. No other creature's abilities or power can steal the die from you or prevent you from using it.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the escalation die is 2+ when you use elemental escalator, roll a d12 instead of a d6, and use the higher number as your personal escalation die."
                        }
                    ]
                },
                {
                    "pwrtitle": "Poison Bite (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty, and you choose whether to use Strength or Dexterity to modify the attack and damage rolls. If you hit, you deal 1d8 poison damage per level you possess, plus any modifier from Strength or Dexterity (which is doubled at champion tier and quadrupled at epic tier). If you miss, you deal damage equal to your level (x2 at champion, x4 at epic).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "A creature you hit with this attack also becomes weakened and suffers an ongoing 5 poison damage per level you possess. They can end the effect with a Normal (11+) save."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Ogre/Giantkin*",
            "img": "https://www.pcinvasion.com/wp-content/uploads/2020/10/Baldurs-Gate-3-Ogre-summon-Lumps-War-Horn-Lump-the-Enlightened-One-.jpg",
            "desc": "Crude and brutal, their lives revolve around meals and strength.",
            "srd": "https://www.13thagesrd.com/races/3rd-party-races/kinoko-games/half-ogre-3pp/",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrDesc": "Add +1 to Strength or Constitution. When you assign a ability scores, both Strength and Constitution must appear in your top three ability scores. It's okay for one or both of these scores to be tied with a score that's out of your top three scores, but neither Strength nor Constitution can drop out of the top three at 1st level."
                },
                {
                    "pwrtitle": "Brutal (Kin Power)",
                    "pwrDesc": "Once per battle, before making an attack, you can choose to take disadvantage on the attack roll. If you still hit, you deal double damage. You cannot use this power if the attack already had disadvantage, and advantage cannot cancel this disadvantage"
                }
            ]
        },
        {
            "title": "Orc / People of the Taak",
            "img": "/13th-age-compendium/img/kinImg/orc.jpg",
            "desc": "People defined by their \"taak\" or life of a battle-saint they choose to emulate.",
            "srd": "https://www.13thagesrd.com/races/half-orc/",
            "setting": ["mainland"],
            "names": [
                "Orcish names are usually a personal game given at birth and an earned name achieved upon the completion of a notable event. Until a name is earned, they treat their Taak, their chosen way of life, as their surname.",
                "Male Names: Grog, Baatar, Erdem, Ganbold, Gerelt, Jargal, Krush, Orm, Otgon, Tomor",
                "Female Names: Aswar, Davaa, Dura, Edela, Iulfrith, Grelka, Khulan, Maral, Sarnai, Thorfrid, Zaya",
                "Earned Names: Birdeye, Foe-eater, Moonrunner, Snakecleaver, Steelfist, Thunderhead, Wolfbane"
            ],
            "powers": [
                {
                    "pwrtitle": "Lethal (Kin Power)",
                    "pwrDesc": "Once per battle, reroll a melee attack and use the roll you prefer as the result.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "If the lethal attack reroll is a natural 16+, you can use lethal again later this battle."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Sahuagin / Sharkfolk*",
            "img": "/13th-age-compendium/img/kinImg/sahuagin.jpg",
            "desc": "People from far beneath the waves of the great ocean. They do not do well when away from salt water for long, but through magical support they can adventure well. They are renowned for their abilities to traverse the sea and each of their vast underwater nation serves their Leviathan. On Urthu, the most powerful Leviathan is the Breaker, but recently other nations have encroached on this new frontier.",
            "setting": ["urthu"],
            "names": [
                "Sahuagin names are often inspired by heroes or godnames from their history with various suffix attachments. \"-kotar\", \"-athar\", and \"-astri\" identifies a hero, while \"-vun\" and \"-vu\" are often associated with godnames.",
                "Female Names: Amastri, Amavun, Isiathar, Khethastri, Nefrathar, Nefathar, Sekhvu",
               "Male Names: Anukotar, Henuathar, Horastri, Isetvun, Karovu, Matkakotar, Ramekotar, Ramevun"
            ],
            "powers": [
                {
                    "pwrtitle": "Aquatic Preference (all sahuagin have this)",
                    "pwrDesc": "Sahuagin can move and fight in water as well as a flying creature can in open air. They can breathe both water and air. At the end of each arc, if you have not submerged in saltwater this arc, make an Easy (6+) save. If it has been two arcs, make a Normal (11+) save. If it has been three or more make a Hard (16+) save. If you fail a save, you start the next arc with an additional skull for each failed Aquatic Preference save. Whenever you submerge in saltwater, remove all of your skulls.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You only gain skulls after failing the Normal (11+) save."
                        },
                        {
                            "featType": "Epic Feat (replaces champion)", 
                            "feat": "You only gain skulls after failing the Hard (16+) save."
                        }
                    ]
                    
                },
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Aberrant Resistance (Kin Power)",
                    "pwrDesc": "Once per arc, you may roll a save against an ability or spell twice and keep the desired result. However, the first save you make against an ability or spell used by a monster of the aberration type in battle automatically fails.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You may use Aberrant Resistance once per battle instead of once per arc."
                        },
                        {
                            "featType": "Epic Feat (replaces champion)", 
                            "feat": "You no longer fail the first save against an ability or spell used by a monster of the aberration type in battle."
                        }
                    ]
                    
                },
                {
                    "pwrtitle": "Paragon of Below (Kin Power)",
                    "pwrDesc": "You are able to channel the deep ocean currents and rhythms unfelt by the sun-kissed kins. This manifests in your strikes becoming more fluid and concussive. When you roll a 2, 3, or 4 when making a melee weapon attack, you may reroll and take the second roll.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Your crit range on the reroll expands by 2."
                        },
                        {
                            "featType": "Epic Feat (replaces champion)", 
                            "feat": "Your crit range on the reroll expands by 4."
                        }
                    ]
                },
                {
                    "pwrtitle": "Siren Song (Kin Power)",
                    "pwrDesc": "As a move action once per battle, you can sing a beautiful melody reminiscent of a gentle sea breeze, or a mournful dirge that carries the portent of tidal waves. Until the end of your next turn, all nearby allies add the escalation die to their defenses, OR all nearby enemies subtract the escalation die from their defenses (your choice).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Using your siren song is now a quick action."
                        }
                    ]
                }
            ]
        },
        {
            "title": "The Lost/Tiefling",
            "img": "/13th-age-compendium/img/kinImg/tiefling.jpg",
            "desc": "Devilish-looking humanoids, orphaned by fate. Unique among the Kins, Tiefling are not born, they are found. Often a Tiefling infant is delivered by a beautiful woman to a location where they will be discovered quickly, and a glamor is placed on them to encourage the child to be taken care of. Inexplicably people that take in a tiefling child always have enough to be comfortable. They have a wide range of skills and culture from individual to individual. No two Tiefling are alike. They are found among all peoples.",
            "srd": "https://www.13thagesrd.com/races/tiefling-demontouched/",
            "setting": ["mainland", "urthu"],
            "names": ["The names of Tiefling are in accordance to the Kin and culture they are raised with. So determine who raise you, then find their Kin and choose that naming convention."],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Curse of Chaos (Kin Power)",
                    "pwrDesc": "Once per battle as a free action when a nearby enemy rolls a natural 1–5 on an attack or a save, turn their roll into a natural 1 and inflict a random condition, roll a d12.\n1: Charmed\n2: Confused\n3: Dazed\n4: Fear\n5: Frenzied\n6: Helpless\n7: Hindered\n8: Stuck\n9: Stunned\n10: Vulnerable\n11: Weakened\n12: Roll twice",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Whenever a nearby enemy rolls a natural 1 on an attack against you, you can use curse of chaos against them without expending it."
                        }
                    ]
                },
                {
                    "pwrtitle":"Cruel (Kin Power)",
                    "pwrDesc": "Once per battle as a free action, deal ongoing damage to a single target you hit with a natural even attack roll. The ongoing damage is 15 at adventurer tier, 30 at champion, and 50 at epic. As usual, a normal save (11+) ends the damage.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per arc, you can instead use cruel to deal 5 ongoing damage per level against a target you have missed or had a natural odd attack roll against. (Yes, you could even deal the ongoing damage with a natural 1; you're that cruel.)"
                        }
                    ]
                },
                {
                    "pwrtitle": "Deadly Trickster (Kin Power)",
                    "pwrDesc": "At the start of each battle, your natural initiative roll provides a temporary bonus.\nNatural odd roll: This result becomes a trick die. As a free action once per battle when the escalation die is 3+, give your trick die to a nearby ally or enemy who is about to make an attack roll. The trick die result becomes the natural result of their roll instead.\nNatural even roll: You gain a +2 bonus to the first attack roll you make in this battle.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "The escalation die only has to be 2+ for you to use the trick die when your initiative roll is odd."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Thraskan/Mantisfolk*",
            "img": "/13th-age-compendium/img/kinImg/thraskan.jpg",
            "desc": "An ancient insectoid people organized into hives with a natural talent for magical song. Among all the Kin of Myrr they are among the most widespread but the most reclusive. They live in extended familiy clusters of thirty to thirty thousand individuals and each hive has its own Song. Periodically, a hive will send individuals out to share their updated Song with one of the Lorekeepers, functionally immortal Thraskan mages that have the song of every hive, especially the extinct ones, memorized.",
            "srd": "https://www.13thagesrd.com/races/3rd-party-races/kobold-press/roachling-3pp/",
            "setting": ["mainland", "urthu"],
            "names": [
                "Thraskan do not differentiate between males and females and generally keep such identifications to potential mates. Most Thraskan names are long and multisyllabic musical notes that other humanoids can't reproduce. As such, Thraskan's usually go by simple sound-related monikers with other races with heavy K or Z consonants to evoke a notable sound from their true name.",
                "Example Names. Bzz, Chrp, Klik, Klink, Klang, Krk, Kssh, Fft, Fwip, Tssh, Wssh, Zzt, Zzp"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Chitinous Endurance (Kin Power)",
                    "pwrDesc": "Your first recovery each arc that is not a free recovery becomes a free recovery.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per arc if you would spend your last recovery, that recovery becomes a free recovery."
                        }
                    ]
                },
                {
                    "pwrtitle": "Reaper Claws (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty, and you choose whether to use Strength or Dexterity to modify the attack and damage rolls. If you hit, you deal 1d8 damage per level you possess, plus any modifier from Strength or Dexterity (which is doubled at champion tier and quadrupled at epic tier). If you miss, you deal damage equal to your level (x2 at champion, x4 at epic).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You can make an unarmed melee basic attack as above as a quick action in addition to your other actions on your turn. However, if you take another action during that turn to use an attack power or basic attack, this attack deals only half damage. (Any miss damage is not halved, however.)"
                        }
                    ]
                },
                {
                    "pwrtitle": "Song of Your People (Kin Power)",
                    "pwrDesc": "At the beginning of each arc, you may choose a Bardic song of your level or less. This song is castable once per arc for you at your level. If it has a recharge, the song does not have a recharge for you. If you are already a Bard, you gain an additional casting of that song once per arc.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per arc, if you fail to sustain the Bardic song chosen for Song of Your People, you may reroll the failed sustain."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Sukrah/Werefolk*",
            "img": "https://www.dandwiki.com/w/images/9/98/Werewolf_Splash.jpeg",
            "desc": "People cursed by Kah-y-Rah to walk as lycanthropes or other were-creatures but who maintain their intelligence and personality.",
            "setting": ["mainland"],
            
            "powers": [
                {
                    "pwrtitle": "Beast Form (Kin Power)",
                    "pwrDesc": "You may shapeshift into a bestial form as a standard action once per battle that lasts until the end of the scene or you drop to 0 hit points. When you do so, you can increase your damage equal to the escalation die. Double the additional damage at 5th level, and at 8th level quadruple it. Additionally, you gain resist damage 16+ to attacks against AC and PD from normal weapons that aren't silvered or magical, but take double damage from silvered weapons. You must make a hard save (16+) at the beginning of your turn. If you fail, you must use your action to move to and attack the closest creature, whether ally or foe.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "The save becomes Easy (6+)."
                        },
                        {
                            "featType": "Epic Feat", 
                            "feat": "You no longer need to make the save."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Ukaru/Desertfolk*",
            "img": "/13th-age-compendium/img/kinImg/ukaru.jpg",
            "desc": "Goat-like Nomadic desert dwellers with arguably the best marksmen in the world. Each one wears a unique wooden/cashmere mask made by their mother from her own wool and wood gathered by their father. It is a grave insult to take another's mask, even a bitter enemy, and replacements are never made. Conflicts between groups cease to find and return masks that end up taken or lost. The clans cycle their route around Osis and its freshwater lake. They are indigenous to the Smokesands Desert and the regions north of Mori's Wall.",
            "setting": ["urthu"],
            "names": [
                "Ukaru names are a method of identifying who you are speaking to, for such a nomadic people it can be years or generations before two different clans really interact in a significant way. As such, Ukaru names are often long and genealogical, this is to strengthen familial bonds across distant relations while also tracking reputation. Ukaru memories are long and conflicts between clans can take generations to resolve. The clans are matriarchal, with sons leaving their clans to join their wife's. As such lineages are tracked matrilineally, with the following suffixes added: Mother \"-ma\", grandmother \"-ga\", great-grandmother or further back \"-gal\", clan signifier \"-tal\".",
                "Male Given Names: Alim, Arslan, Malud, Musa, Nur, Turan, Ilham",
                "Female Given Names: Arza, Aisha, Fatin, Gul, Seda, Zehra",
                "Clan Names: Hoj, Raku, Nakal, Reyan, Memmit",
                "Example Name: Malud Aisha-ma Gul-ga Seda-gal Aisha-gal Raku-tal would be \"Malud, son of Aisha, grandson of Gul, great-grandson of Seda, great-great-grandson of Aisha of the Raku clan.\" However \"Malud Aisha-ma\" or \"Malud Raku-tal\" may be sufficient for most purposes."
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Comrade Defender (Kin Power)",
                    "pwrDesc": "Once per battle when you intercept an enemy moving to attack an ally, make a basic attack against that enemy after the enem's attack as a free action.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "Your attack has a +2 attack bonus and takes place before the attack of the enemy you intercept."
                        }
                    ]
                },
                {
                    "pwrtitle": "Keen Eye (Kin Power)",
                    "pwrDesc": "Once per battle, when the escalation die is 2+, turn your miss with a ranged weapon into a hit.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Once per arc, instead, you may turn a hit into a critical hit."
                        }
                    ]
                },
                {
                    "pwrtitle": "Mystic Initiative (Kin Power)",
                    "pwrDesc": "Once per battle before you have acted in the current round, you can trade initiative with one of your nearby allies. The swap lasts until the end of the battle. You both gain 8 temporary hit points (5th: 16 temp hp; 8th: 35 temp hp).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Instead of trading initiative with an ally, you can trade with any enemy. No one gains temporary hit points when you use Mystic Initiative on an enemy."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Yazatli/Snakefolk*",
            "img": "/13th-age-compendium/img/kinImg/yazatli.jpg",
            "desc": "Cunning multi-caste snake-people from a distant island chain.",
            "srd": "",
            "setting": ["mainland"],
            "names": [
                "The Yazatli do not identify each other's gender with names and their names are generally unisex. Due to the hissing nature of their native language, Yazatli names end up seeming like sound effects to other creatures. Additionally, each Yazatli is treated according to its caste and earned merit within that caste. Combined with communal raising of broods, family lineages are not tracked.",
                "Example Names. Arzha, Gnassh, Gorsz, Kerriss, Klasz, Reszj, Seriss, Sokar, Szaat, Szhaa, Szkar, Voral, Voraesz, Zserusz."
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Poison Bite (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty, and you choose whether to use Strength or Dexterity to modify the attack and damage rolls. If you hit, you deal 1d8 poison damage per level you possess, plus any modifier from Strength or Dexterity (which is doubled at champion tier and quadrupled at epic tier). If you miss, you deal damage equal to your level (x2 at champion, x4 at epic).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "A creature you hit with this attack also becomes weakened and suffers an ongoing 5 poison damage per level you possess. They can end the effect with a Normal (11+) save."
                        }
                    ]
                },
                {
                    "pwrtitle": "Crushing Coils (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty. If you hit, you deal ongoing 1d8 damage per level you possess, plus any modifier from Strength (which is doubled at champion tier and tripled at epic tier). ",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "A creature you hit with this attack also becomes stuck until you attack a different target. If you use this attack against a creature stuck by it, the attack automatically hits."
                        }
                    ]
                },
                {
                    "pwrtitle": "Star Scale (Kin Power)",
                    "pwrDesc": "You may choose a wizard talent as one of your class talents instead of the normal options. If your class does not let you cast spells, you learn a wizard spell of appropriate level at 1st, 5th, and 8th levels. If you can cast spells, you may select from the wizard spell list.",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "Choose one of your spells to be your signature spell. If it is a Daily spell, it becomes Per Battle. If it doesn't have a Recharge, it now has a Recharge of 6+. If it has a Recharge, it's Recharge becomes 6+"
                        }
                    ]
                }
            ]
        },
        {
            "title": "Ysthar/Lizardfolk*",
            "img": "/13th-age-compendium/img/kinImg/ysthar.jpg",
            "desc": "Cosmically obsessed reptilians with a perspective of time occurring all at once. They are an ancient people who span the whole of the world. They can appear like banded geckos, arboreal lizards, monitors or bulky crocodilians. They are found most places and tend to travel in clan-groups of five to thirty. Of all the Kin of Myrr, they are the most cosmically aware, this has led them to a widespread perspective of content nihilism and as such are focused more intently on the Now than the past or future.",
            "srd": "https://www.13thagesrd.com/races/3rd-party-races/jon-brazer-enterprises/lizardfolk/",
            "setting": ["mainland", "urthu"],
            "names": [
                "Ysthar names are typically unisex and a combination of several concepts, most of which is lost in translation. Their names are often related to constellations, astronomical objects or weather phenomenon. Sometimes they will use the literal translation when dealing with outsiders.",
                "Example names: Ix'hel, Kal'awa, Awak'anka, Ku'chel, Ux'apna, Tz'kal, Ek'anlil, It'zelhak",
                "Simple Names: Cloud, Thunderclap, Comet, Rainbow, Raptor, Hunter, Gourd, Twilight"
            ],
            "powers": [
                {
                    "pwrDesc": "CHOOSE ONE:"
                },
                {
                    "pwrtitle": "Claws and Jaws (Kin Power)",
                    "pwrDesc": "You can make an unarmed melee basic attack without the usual -2 penalty, and you choose whether to use Strength or Dexterity to modify the attack and damage rolls. If you hit, you deal 1d8 damage per level you possess, plus any modifier from Strength or Dexterity (which is doubled at champion tier and quadrupled at epic tier). If you miss, you deal damage equal to your level (x2 at champion, x4 at epic).",
                    "pwrFeats": [
                        {
                            "featType": "Champion Feat", 
                            "feat": "You can make an unarmed melee basic attack as above as a quick action in addition to your other actions on your turn. However, if you take another action during that turn to use an attack power or basic attack, this attack deals only half damage. (Any miss damage is not halved, however.)"
                        }
                    ]
                },
                {
                    "pwrtitle": "Comrade Defender (Kin Power)",
                    "pwrDesc": "Once per battle when you intercept an enemy moving to attack an ally, make a basic attack against that enemy after the enemy's attack as a free action.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "Your attack has a +2 attack bonus and takes place before the attack of the enemy you intercept."
                        }
                    ]
                },
                {
                    "pwrtitle": "Never Give In (Kin Power)",
                    "pwrDesc": "Once per battle when you heal using a recovery, make a save with a +2 bonus against a temporary effect as a free action.",
                    "pwrFeats": [
                        {
                            "featType": "Adventurer Feat", 
                            "feat": "The first time the save fails each battle, you don't expend the power, though you can only use it once per turn."
                        }
                    ]
                }
            ]
        },
        {
            "title": "Mixed Kin",
            "img": "https://www.dndbeyond.com/attachments/10/615/bard-101.jpg",
            "desc": "The people of Myrr are a varied bunch, perhaps you look mostly human but have a Kathic grandfather, or your mother and father were a kobold and a dragonborn.",
            "srd": "",
            "setting": ["mainland", "urthu"],
            "names": ["You pretty much have complete free reign here. Mix and match from your parentage or pick from one. Perhaps you're a quarter Orc and named Dura for your Orcish grandmother."],
            "powers": [
                {
                    "pwrDesc": "You may select from any of the Kin powers of the members of your family, provideded they are a parent or grandparent of yours. A Kin that goes back further might confer cosmetic options, such as pointed ears or sharper teeth, but no mechanical benefits. Any power you select you also have access to its feats."
                },
                {
                    "pwrDesc": "The sole exception is Thraskan/Mantisfolk, they cannot interbreed with other peoples."
                },
                {
                    "pwrDesc": "If a feature has the (Kin Power) tag in its name, you may select it as your Mixed Kin power."
                },
                {
                    "pwrDesc": "You do not gain the benefit of other features, such as Fairy's Tiny."
                }
            ]
        }
    ]
}