{
    "classes": [
        {
            "id": "chaosmage",
            "name": "Chaos Mage",
            "source": "13 True Ways",
            "img": "https://pbs.twimg.com/media/GSOWhuqXYAAENgu.jpg",
            "desc": "WIP",
            "complexity": "At least as complicated as the core wizard.",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "commander",
            "name": "Commander",
            "source": "13 True Ways",
            "img": "https://cdna.artstation.com/p/assets/images/images/063/495/094/4k/javier-charro-432463-aragorn-might-of-gondor-final.jpg",
            "desc": "WIP",
            "complexity": "At least as complicated as the core wizard.",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "demonologist",
            "name": "Demonologist",
            "source": "Book of Demons",
            "img": "https://candb.com/site/candb/images/artwork/kaalia-of-the-vast_fischer_mtg_hasbro.jpg",
            "desc": "There's a new type of magician surfacing after the arrival of the Last Night who might do something about the world's demon incursions. It may not be something good.",
            "complexity": "At least as complicated as the core wizard. With a bit of help from the GM, this is also acceptable for beginners.",
            "playstyle": "Your experience as a demonologist depends on which path you've chosen. As a devotee of the path of corruption or the path of flame, you'll function somewhat like other spellcasters, preferring to keep allies, or your summoned demon, between you and the enemy. If you've focused on the path of slaughter, you're more likely to carry a serious melee weapon and welcome enemies who seek to engage you as unwilling sacrifices! This class can be fun for players who like to figure out interesting combos from disparate approaches.  Overall, there are some drawbacks to the abilities of the Demonologist and feats that would eliminate the drawback for another class just reduce it for the demonologist. This is by design, you're playing with fire you might get burned.",
            "keymechanics":[
                {
                    "title":"Initiate, Devotee, Fanatic",
                    "desc": "Demonologist talents are grouped into three paths: Corruption, Flame, and Slaughter. Depending on how many of your three talents are in each path you're an Initiate, Devotee, or Fanatic of that path. The further down a path you are the more improved your powers and spells provided by that path will be, but your options will be narrower. These are essentially subclasses that you can pick and choose from."
                },
                {
                    "title":"Curse Spells",
                    "desc": "These are a category of spells that don't have an effect when cast, but their effect occurs when a certain trigger condition is met."
                },
                {
                    "title":"Demon Summoner",
                    "desc": "The demons you summon are, on average, stronger than the summons of other classes and don't require your action to control, but they take unpreventable damage taken at the end of their turns. Additionally, when a demon drops to 0 hit points, there is a chance it breaks free and acts of its own accord. Feats improve the demon's overall effectiveness in combat."
                }
            ],
            "powers":[
                {
                    "pwrtitle":"Contagion (Adventurer Talent: Corruption)",
                    "pwrDesc": "You can use a number of times per arc equal to your Constution modifier. When a creature fails a save from an effect of yours and drops to 0 hit points, a nearby enemy under the hit point threshold recieves the negative effect.",
                    "pwrFeats": [
                        {
                            "featType": "Feats", 
                            "feat": "Gives more use when the escalation is high and makes the save effect passed to an enemy more difficult to resist."
                        }
                    ]
                },
                {
                    "pwrtitle":"Golden Claw (5th level spell: Flame)",
                    "pwrDesc": "You summon a giant flaming claw you can ride into battle. The claw offers an attack and improves your defenses.",
                    "pwrFeats": [
                        {
                            "featType": "Feats", 
                            "feat": "Let you use it more with certain Icon relationships as well as if you are a path of flame devotee."
                        }
                    ]
                },
                {
                    "pwrtitle":"Blood for Blood! (9th level spell: Slaughter)",
                    "pwrDesc": "Deal damage to yourself and automatically critically hit your next melee attack.",
                    "pwrFeats": [
                        {
                            "featType": "Feat", 
                            "feat": "The crit deals triple damage"
                        }
                    ]
                }
            ],
            "backgrounds": "escaped sacrifice, child of cultists, survivor of a demon attack, survivor of an Iron Marshall attack, born of a demon incursion, former clergy for the Prismatic Gods, once-promising student at a Heartlands college, decorated soldier, respected doctor at an Idresan hospital, resurrected ancient hero, demon-child."
        },

        {
            "id": "druid",
            "name": "Druid",
            "source": "13 True Ways",
            "img": "https://www.gmbinder.com/images/RmecJaN.jpg",
            "desc": "WIP",
            "complexity": "At least as complicated as the core wizard.",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "monk",
            "name": "Monk",
            "source": "13 True Ways",
            "img": "https://i0.wp.com/mtgazone.com/wp-content/uploads/2023/12/Narset-Enlightened-Master-MtG-Art-from-Khans-of-Tarkir-by-Magali-Villeneuve.jpg",
            "desc": "WIP",
            "complexity": "At least as complicated as the core wizard. With a bit of help from the GM, this is also acceptable for beginners.",
            "playstyle": "xxxx",
            "keymechanics":[
                {
                    "title":"xxxx",
                    "desc": "xxxx"
                }
            ],
            "powers":[
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                },
                {
                    "pwrtitle":"xxxx",
                    "pwrDesc": "xxxx",
                    "pwrFeats": [
                        {
                            "featType": "xxxx Feat", 
                            "feat": "xxxx"
                        }
                    ]
                }
            ],
            "backgrounds": "xxxx"
        },

        {
            "id": "necromancer",
            "name": "Necromancer",
            "source": "13 True Ways",
            "img": "https://scg-static.starcitygames.com/articles/2024/04/bd1351b2-gisa-the-hellraiser.jpg",
            "desc": "Can dark magic be used for positive ends? Are there sacrifices that are too great, no matter what the reward? Is that skeleton someone you used to know?",
            "complexity": "Of the supplemental classes, the necromancer often works for beginners.",
            "playstyle": "Some of your talent powers and spells are straightforward, while others require weighing the odds whether they will hurt your enemies more than they will hurt you and your friends. There are sacrifices to choose—power that has to be paid for somehow. ",
            "keymechanics":[
                {
                    "title":"Summoning",
                    "desc": "Allows you to summon a minion or group of mooks to fight with you. Only one is active at a time. All summoned creatures take their turn right after yours in initiative (even if your initiative changes) and get the usual standard action, quick action, and movement action. Feats increase the effectiveness of your summons."
                },
                {
                    "title":"Wasting Away",
                    "desc": "All necromancers are rotting away a bit, you must subtract your Constitution modifier from your necromancer spell attacks if it's a positive modifier. However, it takes an additional Skull (dropping to 0 or failed death saves) to kill you instead of five. Feats add benefits to offset having a negative Consitution modifier and make you harder to kill."
                },
                {
                    "title":"Ritual Casting",
                    "desc": "Essentially allows you to spend one of your limited use spells in order to cast a utility spell over the course of a time period that is out of combat."
                }
            ],
            "powers":[
                {
                    "pwrtitle":"It's Complicated (Adventurer Talent)",
                    "pwrDesc": "The first 5 or 6 you get on an Icon roll will automatically trigger a twist, however you also get an additional Necromancer spell.",
                    "pwrFeats": [
                        {
                            "featType": "Feat", 
                            "feat": "All your Icon 5s and 6s trigger a twist, but you get an addtional Necromancer spell."
                        }
                    ]
                },
                {
                    "pwrtitle":"Redeemer",
                    "pwrDesc": "The undead you summon are truly released from your service when they drop to 0 hit points, and so they fight much harder for you. When an undead you summoned drops to 0 hit points, it releases holy damage to engaged enemies.",
                    "pwrFeats": [
                        {
                            "featType": "Feats",
                            "feat": "Improve the capabilities of your loyal, radiant undead."
                        }
                    ]
                },
                {
                    "pwrtitle":"Summon Undead (1st level spell)",
                    "pwrDesc": "Create 1d3+1 undead mooks (weak creatures who's total health is tracked as a group)",
                    "pwrFeats": [
                        {
                            "featType": "Feats",
                            "feat": "You can summon more mooks or if they survive they stay until the next battle."
                        }
                    ]
                },
                {
                    "pwrtitle":"Finger of Death (9th level spell)",
                    "pwrDesc": "A target under the hit point threshold just drops to 0 hit points and dies.",
                    "pwrFeats": [
                        {
                            "featType": "Feat",
                            "feat": "Increases the threshold."
                        }
                    ]
                }
            ],
            "backgrounds": "failed village priest, archeologist, swamp baron, living dungeon escapee, former Irmannan acolyte, death giant servitor, former mummy, reformed outlaw, dreamweed addict, resurrected hero, burnt-out wizard."
        },

        {
            "id": "theoccultist",
            "name": "The Occultist",
            "source": "13 True Ways",
            "img": "https://d1w82usnq70pt2.cloudfront.net/wp-content/uploads/2021/12/Riku.jpg",
            "desc": "Due to the narrative implications of the Occultist, as written, being the single one in the entire setting, for the time being, this class is not usable for Myrr.",
            "complexity": "",
            "playstyle": "",
            "keymechanics":[],
            "powers":[],
            "backgrounds": ""
        }
    ]
}